Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: For example, Jessica Woodhams found only two per cent of prisoners in a low security prison reported being bullied in the previous month.
vi: Ví dụ, Jessica Woodhams thấy rằng chỉ có 2% số tội phạm trong các nhà tù có mức độ an ninh thấp bị bắt nạt trong tháng gần đây.

source: For example, Roger Shuy (1993) analysed the text and provided the FBI with an indication of the sort of individuals who might have written the Manifesto in terms of their social and educational background.
vi: Một ví dụ là Roger Shuy (1993), ông đã phân tích văn bản này và cung cấp cho FBI những thông tin chỉ ra một số kiểu người có thể là tác giả của Bản tuyên ngôn, dựa vào bối cảnh xã hội và nền tảng giáo dục của họ.

source: For example, Shuy noted that in the passage he analysed, DeLorean introduces only a quarter of the topics whilst three-quarters of the agenda is set by the DEA agent.
vi: Ví dụ như từ một chi chú của Shuy trong một đoạn phân tích, ta thấy DeLorean chỉ đề cập ra có một phần tư các chủ đề, trong khi ba phần tư thông tin còn lại đều là do các đặc vụ DEA đặt ra.

source: For example, a court may wish to know how likely an offender is to reoffend before the sentence is decided.
vi: Ví dụ như, một phiên tòa có thể biết một người phạm tội có thể tái phạm như thế nào trước khi quyết định bản án.

source: For example, a man with a high voice may be relatively unusual and so will be easier to identify than a man with a mid-range or deep voice.
vi: Ví dụ như, một người đàn ông có giọng cao có thể bị xem là khá lạ lùng và do đó, sẽ dễ dàng hơn để xác định so với một người đàn ông có giọng nói trầm hay giọng trung.

source: For example, a profiler might try to infer a criminal’s age, gender or employment history from the way he or she has behaved during a crime.
vi: Ví dụ, người lập hồ sơ sẽ cố gắng suy luận tuổi, giới tính hoặc lịch sử làm việc của một tên tội phạm từ cách mà anh ta hoặc cô ta hành xử trong suốt quá trình phạm tội.

source: For example, a psychologist may be asked to assess individuals in order to determine whether they are fit to stand trial or whether they have a mental illness which means that they would not understand the proceedings.
vi: Ví dụ như, một nhà tâm lý được yêu cầu để đánh giá các cá nhân, để quyết định xem họ có phù hợp để hầu tòa hay không hoặc họ có vấn đề về tâm thần - có nghĩa là họ sẽ không hiểu các bước cần làm trong một phiên tòa.

source: For example, a study found that of a sample of UK female prisoners a third could be considered to be suffering from short-term psychiatric disorders.
vi: Ví dụ, một nghiên cứu đã chỉ ra rằng cứ một nhóm nữ tù nhân thì khoảng một phần ba trong số họ có thể đã bị rối loạn tâm thần ngắn hạn.

source: For example, a teenage boy may find that an arousing experience may fuel future masturbatory fantasies in which he is in control and powerful, something which is at odds with the rest of his life.
vi: Ví dụ như một cậu thiếu niên có thể thấy rằng một trải nghiệm gợi dục có thể tạo ra một dạng cuồng dâm sinh hoang tưởng mà cậu ấy trở thành kẻ kiểm soát và đầy quyền lực, những điều không có thực trong cuộc sống của cậu ấy.

source: For example, an offender’s profile could inform the investigation, or advice could be provided about how best to interview a particular suspect.
vi: Ví dụ như hồ sơ phạm tội có thể cung cấp thông tin cho quá trình điều tra hoặc lời khuyên về cách tốt nhất để chất vấn từng kiểu nghi phạm đặc biệt..

source: For example, between 1991 and 2001 Rossmo’s geographical profiling system, Rigel, was used in the investigation of 1,426 crimes.
vi: Ví dụ như, vào giữa năm 1991 đến năm 2001, hệ thống lập hồ sơ tội phạm theo địa lý của Rossmo đã được sử dụng để điều tra 1.426 vụ án.

source: For example, child abusers may believe that children welcome their attention or rapists may believe that women are excited by forced sexual contact.
vi: Ví dụ: những kẻ lạm dụng trẻ em có thể tin rằng các em chào đón sự chú ý của họ hoặc những kẻ hiếp dâm có thể tin rằng phụ nữ thích thú với sự động chạm nhục dục cưỡng ép.

source: For example, if a male offender is in a bar and catches another male (a stranger) looking at them, it may be the case that the offender thinks that the other male is goading them or ‘offering them out’.
vi: Giả sử, một phạm nhân nam đang ở trong quán bar và bắt gặp một người đàn ông lạ đang nhìn mình, anh ta có thể cho rằng người đó đang trêu chọc hoặc thách thức và sẽ hành động theo cách mà anh ta luôn làm - tấn công..

source: For example, if an offender has a low reading ability and would struggle to complete some of the exercises within a programme because of this, then the service provider should be responsive to this and provide additional support for this offender.
vi: Ví dụ, nếu phạm nhân có khả năng đọc hạn chế và gặp khó khăn khi một số bài huấn luyện trong chương trình thì những người điều hành cần đáp ứng điều này và cung cấp sự hỗ trợ cần thiết.

source: For example, if the female partner of a rapist had not managed to cook a meal on time, the offender might put this down to his partner stopping him from going out with his friends which would be humiliating for him and would suggest that she was trying to control him.
vi: Ví dụ, nếu người bạn đời nữ của tên kẻ cưỡng hiếp không cố thu xếp nấu ăn đúng giờ, hắn có thể đổ lỗi rằng cô ấy đang ngăn cản hắn đi chơi với bạn, điều này làm hắn bẻ mặt và cho thấy rằng cô đang cố kiểm soát hắn.

source: For example, if the perpetrators were from a part of the world with which the witness was not familiar, the witness may have greater difficulty in (i) describing them and picking them out from a set of similar-looking people (e.g. in a set of photographs or in a line-up).
vi: Ví dụ nếu tên tội phạm đến từ nơi khác mà nhân chứng không biết rõ thì nhân chứng đó có thể gặp nhiều khó khăn trong (i) miêu tả và chọn ra thủ phạm trong số những người trông khá giống nhau (chẳng hạn trong một tập ảnh hay hàng người).

source: For example, if we are familiar with a place that is easy to get to because of good transport links, we tend to perceive it as closer than it actually is.
vi: Ví dụ: nếu chúng ta quen thuộc với một địa điểm có thể dễ dàng đi đến nhờ các đường nối giao thông thuận lợi, chúng ta có xu hướng cảm nhận chúng gần hơn so với thực tế.

source: For example, in June 2005 the Court Of Appeal in London quashed a man’s conviction to 18 months imprisonment for indecent assault of an eight-year-old child.
vi: Ví dụ, vào tháng Sáu năm 2005, Tòa phúc thẩm của Luân Đôn đã hủy bỏ án 18 tháng tù giam cho một người đàn ông bị cáo buộc tấn công một đứa trẻ tám tuổi.

source: For example, in New Zealand, the transcripts of twenty child sexual abuse trials in which children aged five to twelve gave evidence (for the prosecution) revealed that the cross-examinations (by the defence lawyers) contained more leading (i.e. suggestive) questions (thirty-five per cent) than did prosecutors’ examinations-in-chief (fifteen per cent).
vi: Ví dụ như ở New Zealand, trong hai mươi biên bản phiên tòa xét xử các vụ án trẻ em bị xâm hại tình dục có nhân chứng là trẻ từ năm đến mười hai tuổi, cho thấy các lần đối thẩm (với luật sư bên bào chữa) chứa nhiều câu hỏi dẫn dắt (như gợi ý) hơn (ba mươi lăm phần trăm) so với những lần thẩm tra của bên khởi tố (mười lăm phần trăm).

source: For example, in Sweden a 2005 study examined the descriptions given to the police by twenty-nine witnesses who saw the assassination of the Foreign Minister (Anna Lindh).
vi: Ví dụ như ở Thụy Điển, một nghiên cứu năm 2005 đã kiểm tra lại bản miêu tả về vụ ám sát Ngoại Trưởng (Anna Lindh) của hai mươi chín nhân chứng.

source: For example, in many jurisdictions a jury should only convict a defendant if it believes that the case has been made against them ‘beyond reasonable doubt’.
vi: Ví dụ tại toà, ban bồi thẩm chỉ kết tội bị cáo nếu họ tin rằng trường hợp chống lại bị cáo là mối nghi ngờ hợp lý.

source: For example, in some countries within Europe, an expert witness is called by the court itself in order to provide information as and when it is needed.
vi: Ví dụ, ở một số nước nằm trong Châu Âu, một nhân chứng chuyên gia được tòa án triệu tập để cung cấp thông tin khi cần thiết.

source: For example, in the case described above if the police officer asks you what happened, should you answer straightaway?
vi: Lấy ví dụ như, nếu là bạn trong vụ việc được miêu tả ở trên, khi người cảnh sát hỏi bạn về điều gì đã xảy ra, liệu bạn có nên trả lời ngay lập tức hay không ?

source: For example, in the outside world, when experiencing a new situation you might seek help from authority figures.
vi: Ví dụ rằng, ở thế giới bên ngoài, khi gặp phải một vấn đề mới lạ ta có thể nhờ cậy sự giúp đỡ từ các chính quyền.

source: For example, it stands to reason that an offender who has been caught committing a residential burglary may not be responsive to a treatment programme which aims to address aggressive behaviour.
vi: Thí dụ, thật rõ ràng khi lí giải rằng một người phạm tội bị bắt giữ vì ăn trộm ở nhà dân có thể sẽ không được thông cảm và cho chép được tiến hành chương trình trị liệu với mục đích định vị các cư xử hung hăng.

source: For example, jurors or judges might mistakenly think that a confident witness should be relied on more than a non-confident witness.
vi: Ví dụ như các thành viên bồi thẩm đoàn và các thẩm phán có thể có suy nghĩ sai lầm rằng những nhân chứng tự tin đáng tin hơn những người thiếu tự tin.

source: For example, let us examine a rape case committed by a stranger on a woman walking home alone after a night out with her friends.
vi: Ví dụ như khi chúng tôi điều tra một vụ cưỡng hiếp một người phụ nữ đang đi bộ một mình trên đường sau qua đêm với bạn cô ấy.

source: For example, offenders (generally speaking) tend to be rigid in the responses they choose in certain problem circumstances.
vi: Lấy một ví dụ, phạm nhân (nói chung) thường lựa chọn cách phản ứng cứng nhắc trong những tình huống cụ thể.

source: For example, our research found that when children were interviewed about an event, they remembered less and more frequently went along with misleading questions if the interviewer looked and behaved authoritatively.
vi: Ví dụ, chúng tôi đã nghiên cứu và tìm ra rằng khi trẻ được thẩm vấn về một sự kiện nào đó, trẻ ít nhớ rõ và thường đi theo sự dẫn dắt của những câu hỏi gợi ý không phù hợp nếu người thẩm vấn tỏ vẻ có uy quyền.

source: For example, prisoners who are part of an established criminal network may find it easier to integrate into the prison social network if they have co- offenders imprisoned with them at the same time.
vi: Chẳng hạn, các tù nhân là thành viên của một băng nhóm tội phạm trước đó sẽ cảm thấy việc ngồi tù dễ dàng hơn khi đồng phạm của họ cũng bị bắt cùng lúc

source: For example, private investigators are not bound by the same stringent rules as police officers, and they have many methods of investigation open to them.
vi: Lấy ví dụ, những thám tử tư không bị bó buộc trong những quy định nghiêm ngặt như các sĩ quan cảnh sát, và họ có khả năng tiếp cận rất nhiều cách thức điều tra.

source: For example, psychologists have conducted research into interviews with vulnerable witnesses such as the young, the elderly and learning disabled witnesses.
vi: Ví dụ như, các nhà tâm lý học tiến hành nghiên cứu khi chất vấn những nhân chứng dễ bị tổn thương như giới trẻ, người già và nhân chứng bị thiểu năng trí tuệ hay người khuyết tật.

source: For example, punishing the body in order to punish the spirit was originally the basis of corporal punishments, but within Western cultures this moved towards punishment of the mind through imprisonment (Foucault, 1991).
vi: Ví dụ, hành hình cơ thể để trừng trị tinh thần là cơ sở nguyên thủy của nhục hình, nhưng khi du nhập vào văn hóa phương Tây đã chuyển thành xử phạt tâm lý thông qua việc bỏ tù.

source: For example, some ethnic minority groups may find it particularly difficult to talk about their criminal behaviour within a group setting.
vi: Ví dụ, vài nhóm dân tộc thiểu số có thể cảm thấy đặc biệt khó khăn khi nói về hành vi phạm tội của họ với nhóm thiết lập điều trị.

source: For example, some insurance companies have been rumoured to be using voice stress analysers when people telephone to make a claim (e.g. that items were stolen while they were on holiday).
vi: Ví dụ, một số tin đồn nói rằng các công ty bảo hiểm sử dụng máy phân tích giọng nói đối với các khách hàng gọi điện tới trình báo (ví dụ như đồ vật đó bị mất cắp khi họ đang đi nghỉ).

source: For example, such researchers might find that 85 per cent of rapists that use a condom during a rape (e.g. to avoid leaving semen to be DNA tested) have previously had contact with law enforcement for their sexual offending, be that a conviction or just being arrested.
vi: Ví dụ, những nhà nghiên cứu kiểu này đã phát hiện ra tằng 85% những kẻ hãm hiếp có sử dụng bao cao su trong khi cưỡng hiếp (ví dụ: để tránh lưu lại tinh trùng để xét nghiệm DNA) trước đây đã tiếp cận với cưỡng chế pháp luật (có thể là bị kết án hoặc có thể chỉ mới bị bắt) do hành vi phạm tội tình dục của họ .

source: For example, suicidal prisoners with a psychiatric diagnosis could be provided with appropriate medication whereas prisoners who use self-harming as a way of coping could be taught alternative methods of coping.
vi: Ví dụ,những tù nhân có xu hướng tự sát được chẩn đoán tâm thần có thể được kê đơn thuốc phù hợp, trong khi những tù nhân dùng cách ngược đãi bản thân như một phương pháp đối phó lại có thể được chỉ dạy theo nhiều phương thức đối phó khác nhau .

source: For example, ten years ago two leading criminal psychologists in the UK defined it as ‘that branch of applied psychology which is concerned with the collection, examination and presentation of evidence for judicial purposes’ (Gudjonsson and Haward 1998, p.
vi: Ví dụ như mười năm trước, hai chuyên gia tâm lý học tội phạm hàng đầu ở Anh Quốc đã định nghĩa rằng nó như là 'một chuyên ngành ứng dụng tâm lý vào các mối quan tâm về sưu tập, kiểm tra và trình bày chứng cứ nhằm mục đích xét xử.

source: For example, the basic pitch of a person’s voice, known as the formant frequency, is one such feature.
vi: Lấy ví dụ, độ cao cơ bản của giọng nói một người, hay còn gọi là tần số Forman, chính là một yếu tố như thế.

source: For example, the mental reinstatement of con- text which assists the interviewee to re-instate in their mind key aspects of the original event.
vi: Cho một ví dụ, việc não có khả năng sắp xếp lại bối cảnh, không gian sẽ hỗ trợ người được thẩm vấn chọn lọc được những yếu tố then chốt nguyên bản trong sự kiện.

source: For example, the polygraph examiner may show a murder suspect several types of handgun, one of which is identical to the one used in the shooting.
vi: Ví dụ, người kiểm tra có thể đưa cho nghi phạm xem các loại súng ngắn khác nhau, một trong số đó được nhận diện là vũ khí đã sử dụng tại hiện trường.

source: For example, the relevant-irrelevant technique which compares physiological reactions to questions relevant to the crime with those not relevant.
vi: Lấy ví dụ, phương pháp liên quan-không liên quan (relevant-irrelevant technique) so sánh các phản ứng sinh lý trước các câu hỏi liên quan và không liên quan tới tội ác.

source: For example, the transport available to burglars has been found to affect the distance they travelled to commit burglaries.
vi: Ví dụ: các phương tiện giao thông sẵn có đối với những kẻ trộm đêm được phát hiện ra rằng sẽ ảnh hưởng tới khoảng cách chúng di chuyển để thực hiện trộm cắp.

source: For example, they could be homeless, or have problems with their finances, or they may have relationship problems or substance use habits.
vi: Ví dụ, họ có thế không nhà, không cửa hoặc có vấn đề với tài chính, các mối quan hệ xả hội hay những thói quen bản chất.

source: For example, we conducted in-depth interviews with highly experienced detectives about what they considered to be the important skills when interviewing suspects.
vi: Ví dụ, chúng ta thực hiện một cuộc phỏng vấn chi tiết với những thám tử giàu kinh nghiệm về những gì mà họ xem là kỹ năng quan trọng nhất khi chất vấn nghi phạm.

source: For example, we expect bad things to have been committed by nasty people and good things by attractive people.
vi: Ví dụ, chúng ta mong một việc không tốt sẽ "được" gây ra bởi những người xấu và việc tốt được làm bởi người tốt.

source: For example, within England and Wales, the Crime Reduction Programme provided governmental funding for the development and implementation of programmes in the Prison and Probation Services.
vi: Ví dụ, ở Anh và Wales, Chương trình Giảm Thiểu Tội Ác có quỹ nhà nước hỗ trợ cho việc phát triển và thực thi các chương trình trong Cơ quan Quản Lý Nhà Tù và Giám Sát Phạm Nhân.

source: For example, ‘A few minutes ago you said that your uncle hurt you.
vi: Ví dụ, 'Một vài phút trước bạn có nói rằng chú của bạn gây tổn thương cho bạn.

source: For example, ‘You are enjoying reading this book, aren’t you?’. Research has shown that children and vulnerable adults are very inclined to reply ‘Yes’ to leading questions.
vi: Ví dụ như câu, 'Bạn thích đọc quyển sách này, có phải không?'. Nghiên cứu cho thấy trẻ em và người lớn yếu thế có khuynh hướng trả lời 'Phải' khi gặp những câu hỏi dẫn dắt.

source: For example, ‘You said your uncle pushed something into your mouth.
vi: Ví dụ, 'Bạn nói rằng chú của bạn đã nhét thứ gì đó vào miệng bạn.

source: For offenders with a learning disability there is a specially adapted programme which employs exercises where cartoons and drawings are used.
vi: Đối với tội phạm gặp khó khăn trong việc tiếp thu, có một chương trình thích nghi đặc biệt sử dụng cái bài tập bao gồm hoạt hình và tranh vẽ.

source: For prison to be a punishment it must be an uncomfortable experience.
vi: Áp dụng biện pháp ngồi tù như là một hình thức trừng phạt vốn chẳng phải việc dễ chịu.

source: For some offenders their desire for deviant sexual practices is so strong that drugs are sometimes used to contain them.
vi: Với 1 số tội phạm thì dục vọng thực hiện hành vi tình dục sai lệch của chúng mạnh đến nỗi người ta phải dùng thuốc để kiềm chế chúng.

source: For some prisoners prison might therefore be a very different environment from what they were used to in the outside world and therefore being imprisoned can require a lot of adjustment.
vi: Chính vì thế, đối với nhiều tù nhân, nhà tù khác xa so môi trường bên ngoài mà họ đã sống. Do vậy, việc bị giam giữ khiến họ phải thay đổi rất nhiều.

source: For some prisoners, the experience of imprisonment can have a significant, detrimental impact on their psychological well-being, with some harming themselves or committing suicide in prison.
vi: Đối với một vài tù nhân, việc bị tống gian có thể gây ảnh hưởng tiêu cực lớn đến sức khoẻ sinh lý của họ, trong vài trường hợp có thể khiến tù nhân tự hành hạ và đẩy mình đến mức tự vẫn .

source: For the duration of the programme she will spend four hours a week with her co-facilitator working through the programme exercises and will prepare reports detailing the progress of each offender through the programme.
vi: Về thời gian thực hiện chương trình, cô ấy dành bốn tiếng một tuần với những người cùng tham gia thông qua chương trình luyện tập và chuẩn bị báo cáo chi tiết quá trình thực hiện của mỗi phạm nhân qua chương trình.

source: For the faithful performance of the important trusts committed to your care, you will be noticed approvingly, and your services will be appreciated by the community.
vi: Sự quan tâm đi cùng với sự thành thật và tín nhiệm giúp cho người cảnh sát chiếm được sự đồng thuận và cảm kích của cộng đồng.

source: For the first time it was possible to highlight those features of interventions that, if incorporated into new programmes, were likely to result in a positive treatment effect.
vi: Lần đầu tiên người ta có thể tìm ra những đặc điểm nổi trội của những phương pháp điều trị này, những đặc điểm mà khi kết hợp vào những chương trình mới sẽ có cơ hội mang lại hiệu quả.

source: For the next 200 years or so, French became the dominant language of legal texts: the main exceptions to this was in the field of Church law.
vi: Cho 200 năm tới hoặc lâu hơn, tiếng Pháp đã trở thành ngôn ngữ chính của các văn bản quy phạm pháp luật: các trường hợp ngoại lệ chính nằm trong các lĩnh vực giáo luật.

source: For these, the psychological explanation is more complex and can involve special vulnerability on the part of the confessor (e.g. due to low intelligence, high anxiety, low maturity and/or a number of psychological/mental disorders).
vi: Những trường hợp này được lý giải khá phức tạp và có thể gồm tổn thương tâm lý đặc biệt với người thú tội (vì kém thông minh, lo âu quá độ, chưa trưởng thành và hoặc rối loạn tâm lý, tâm thần).

source: For those who do not, a decision is made during stage one as to whether they are lying when saying that they did not do it.
vi: Với những người không thừa nhận, có một phán quyết được đưa ra trong suốt giai đoạn một đối với những người đang nói dối là họ không thực hiện hành tội ác.

source: Forensic linguistics then is a field of research and practice which covers much ground.
vi: Ngôn ngữ học pháp y sau đó là một lĩnh vực nghiên cứu và thực hành trong đó bao phủ nhiều ngành.

source: Forensic linguistics, however, does not restrict itself to under- standing the language of the judicial process.
vi: Tuy nhiên, ngôn ngữ học pháp lý lại không tự giới hạn chỉ trong việc nhận thức ngôn ngữ dùng trong các thủ tục tố tụng.

source: Forensic linguists share many areas of interest with forensic psychologists and the two disciplines are likely to become increasingly entwined.
vi: Những nhà ngôn ngữ học pháp lý và tâm lý học pháp y có nhiều mối quan tâm chung để chia sẻ và hai môn học này đang ngày càng trở nên gắn kết với nhau.

source: Forensic linguists tend to agree that there is no such thing as a linguistic fingerprint; a consistent way in which an individual uses language across different situations and contexts.
vi: Những nhà ngôn ngữ học pháp lý thường công nhận rằng chẳng có cái thứ gọi là dấu vân tay ngôn ngữ học; tức là cái cách nhất quán mà một cá nhân sử dụng ngôn ngữ không phụ thuộc vào các tình huống và bối cảnh khác nhau.

source: Forum name: OmegaT support
vi: Tên diễn đàn: OmegaT support

source: Four groups of participants were asked to try and identify which of fifteen car crimes belonged to which of five offenders (each offender had committed three car crimes).
vi: Bốn nhóm người tham gia đã được yêu cầu thử và xác định cái nào trong số mười lăm vụ án liên quan đến ô tô thuộc về ai trong năm người phạm tội (mỗi người đã thực hiện ba vụ).

source: Fourth, it uses threats or force.
vi: Thứ tư, nó có sử dụng đe dọa hoặc vũ lực.

source: From www.megans-law.net
vi: Từ www.megans-law.net

source: From a personal point of view, while at times this work can be frustrating, tedious and time- consuming, it is also very interesting and hugely rewarding.
vi: Từ cái nhìn của cá nhân, công việc này có thể vô cũng mệt mỏi, buồn tẻ và mất nhiều thời gian những cũng vô cùng thú vị và cái nhận được là vô cùng to lớn.
